<x-layout>
    <head>
        <title>Главная</title>

        <style>
            .text, h1, h3 {
                padding-top: 20px;
                font-family: Arial, sans-serif;
                display: block;
                margin-bottom: 5px;
            }
            .bloc {
                padding-top: 70px;
                background-color: #2C364B;
                border-radius: 8px;
                box-shadow: 0 2px 10px rgba(0, 0, 0, 0.1);
                text-align: center;
            }
            .box {
                border: 1px solid #ddd;
                border-radius: 4px;
                box-sizing: border-box;
            }
        </style>
    </head>

    <div class="bloc box">
        <h1 class="text-xl font-bold">
            Памятка дежурному
        </h1>

        <p class="text">
            1.Бдительность — основа безопасности.
            Каждый, кто проходит через КПП, должен быть проверен. Никаких исключений. Помни: враг может скрываться под любой личиной.
        </p>
        <p class="text">2.Документы — прежде всего.
            Требуй удостоверение личности у всех, кто пытается пройти. Проверяй подлинность печатей и подписей. Сомневаешься — задерживай для дальнейшего допроса.</p>
        <p class="text">
            3.Контроль грузов.
            Все транспортные средства и грузы подлежат досмотру. Особое внимание уделяй подозрительным ящикам, контейнерам и крупногабаритным предметам.
        </p>
        <p class="text">
            4.Связь с командованием.
            В случае подозрительной активности или угрозы немедленно сообщи вышестоящему офицеру. Не действуй в одиночку, если ситуация выходит из-под контроля.
        </p>
        <p class="text">
            5.Внешний вид и дисциплина.
            Ты — лицо Империи. Соблюдай устав, носи форму с гордостью и будь вежлив, но тверд в общении.
        </p>
        <p class="text">
            6.Запрет на проход без разрешения.
            Никто не имеет права проходить без соответствующего приказа или пропуска. Даже если человек утверждает, что действует по приказу свыше, проверь его слова.
        </p>
        <p class="text">
            7.Чистота и порядок.
            Содержи КПП в идеальном состоянии. Беспорядок на посту — признак слабости и халатности.
        </p>
        <p class="text">
            8.Помни о долге.
            Ты защищаешь границы Империи. От твоей службы зависит безопасность миллионов. Не подведи!
        </p>

        <h3 class="text-2xl text-red-500 font-bold">
            Слава Империи!
        </h3>
    </div>
</x-layout>
